[
  {
    "filename": "the first four.jpg",
    "description": "This was my first attempt at digital art. It was made almost entirely with an airbrush which I found very effective for light and shading, giving the image an almost CGI look. It was also my longest piece, taking me 6 months of on and off work to complete. I enjoyed finding out the exact look of each character from our party, and putting in the details like Bearpaw's tattoo and Frubious' family crest on his breastplate. I also realised how difficult I find archers to draw, with my character taking up an overly disproportionate amount of the time that this piece took. I also used justsketchme, a really useful tool for character pose references.",
    "date": "2024-08-22"
  },
  {
    "filename": "drinks in the tavern.jpg",
    "description": "For this piece I wanted to capture a typical tavern scene with the three original charachters. It didn't come any specific time in the game but I like to think it was a scene that happened frequently. I spent a long time worrying about the realism of my first digital art piece so for this one I decided to be a little looser and have more fun with it, specifically not creating multiple layers for light and shadow. This saved a lot of time.I had to be a bit braver but meant I only needed to spend about 3 months on it. This was the first time I tried using a  large bristled brush for the majority of the colour, which I had a lot of fun with, and only a small amount of airbrush.",
    "date": "2024-09-06"
  },
  {
    "filename": "battle with Gabriel.jpg",
    "description": "This was a special scene for me as it depicted the boss fight for my character, Lokthi. So I wanted to spend the time on it. And due to the nature of the scene, light and shadow were going to play a big part, so I went back to using multiple layers. This was the first time I started using multiply overlays underneath a white brush. Colouring wise I went back to a similar style of the first four but worked almost exclusively with a basic (size 5) brush. It gave it a more cartoonish look and sometimes it was hard to keep a consistant style with it across all the elements in the picture, but I'm still pleased with the result. Most of the fun was from working out how the light would bounce around a dimly lit room filled with reflective objects. I may re-do this one, one day, and would try and make the scene a bit more dynamic, having the characters more involved in their environment.",
    "date": "2025-05-11"
  }
]